Ran Plan for dir: `.` workspace: `production`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create
~ update in-place

Terraform will perform the following actions:

  # module.kubernetes.module.healthvue.helm_release.healthvue will be created
+ resource "helm_release" "healthvue" {
      + atomic                     = false
      + chart                      = "kubernetes/healthvue"
      + cleanup_on_fail            = false
      + create_namespace           = false
      + dependency_update          = false
      + disable_crd_hooks          = false
      + disable_openapi_validation = false
      + disable_webhooks           = false
      + force_update               = false
      + id                         = (known after apply)
      + lint                       = false
      + manifest                   = (known after apply)
      + max_history                = 0
      + metadata                   = (known after apply)
      + name                       = "healthvue"
      + namespace                  = "default"
      + pass_credentials           = false
      + recreate_pods              = false
      + render_subchart_notes      = true
      + replace                    = false
      + reset_values               = false
      + reuse_values               = false
      + skip_crds                  = false
      + status                     = "deployed"
      + timeout                    = 300
      + values                     = [
          + <<-EOT
                image: 1995navinkumar/healthvue:586092d30c90b3fb6cb9bdd74ae205f4c29b400e
            EOT,
        ]
      + verify                     = false
      + version                    = "0.0.1"
      + wait                       = true
      + wait_for_jobs              = false
    }

  # module.kubernetes.module.kacheri.helm_release.kacheri will be updated in-place
~ resource "helm_release" "kacheri" {
        id                         = "kacheri"
      ~ metadata                   = [
          - {
              - app_version = ""
              - chart       = "kacheri"
              - name        = "kacheri"
              - namespace   = "default"
              - revision    = 6
              - values      = jsonencode(
                    {
                      - image = "1995navinkumar/kacheri:1112b97f3e4c145e3c2d2a727302374318ddd56a"
                    }
                )
              - version     = "0.0.2"
            },
        ] -> (known after apply)
        name                       = "kacheri"
      ~ values                     = [
          - <<-EOT
                image: 1995navinkumar/kacheri:1112b97f3e4c145e3c2d2a727302374318ddd56a
            EOT,
          + <<-EOT
                image: 1995navinkumar/kacheri:939098b47100bf1b987e7ea3deff488a1e9f87c8
            EOT,
        ]
      ~ version                    = "0.0.2" -> "0.0.1"
        # (24 unchanged attributes hidden)
    }

Plan: 1 to add, 1 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -w production`
* :put_litter_in_its_place: To **delete** this plan click [here](http://144.24.128.160:4141/lock?id=1995navinkumar%252Fterraform%252F.%252Fproduction)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -w production`
</details>
Plan: 1 to add, 1 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`